[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Challenger
VERSION=4.01
WEB=http://www.challenger-systems.org

[Language]
LANGUAGE=Français
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x040C, 0x080C, 0x180C, 0x200C, 0x100C, 0x0C0C, 0x140C

[Url]
WIKIPEDIA_SMART=http://fr.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Fichier
CUSTOMIZE=&Personnalisation
EXIT=&Sortie
EDIT=&Edition
COPY=&Copie
FUNCTION=F&onctions
HIDE_SMART_INFO=Cacher les Informations &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Cacher le &Numéro de Série
SHOW_DRIVE_LETTER=Afficher &Lettre lecteur
ADVANCED_DISK_SEARCH=Recherche &Avancée des disques durs
EVENT_LOG=Journal des E&vénements
AAM_APM_CONTROL=Contrôle AA&M/APM 
AUTO_AAM_APM_ADAPTION=Adaptation Auto pour AAM/A&PM
RESIDENT=Mettre en &Barre de Tâches
STARTUP=Démarrer avec &Windows
OPEN_DISK_MANAGEMENT=Ouvrir "Gestion des &Disques"
OPEN_DEVICE_MANAGER=Ouvrir "Gestionnaire de Périphériques"
ADVANCED_FEATURE=&Fonctionnalités Avancées
REFRESH=&Rafraichir
RESCAN=Res&canner
DISABLE=&Désactiver
AUTO_REFRESH=Temps de l'&Auto-Rafraichissement 
AUTO_REFRESH_TARGET=Options "Auto-Rafraichissement"
AUTO_REFRESH_TARGET_ALL_DISK=Auto-Rafraichissement - Cocher Tous les Disques Durs
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto-Rafraichissement - Décocher Tous les Disques Durs
WAIT_TIME_AT_STARTUP=&Temps d'attente au démarrage
GRAPH=&Graphisme
THEME=&Thêmes
DISK=&Disques
HELP=Aide
HELP_ABOUT=&A Propos de CrystalDiskInfo
HELP_ABOUT_SMART=A Propos &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=Language
ITEM=D&ISQUE DUR
TEMPERATURE_TYPE=Type de T&empérature 
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Réglage Etat de Santé

;Graph
OPTIONS=&Options
LEGEND_POSITION=Position &Légende DD
NORTH_WEST=&Nord Ouest
NORTH_EAST=Nord &Est
SOUTH_WEST=Sud &Ouest
SOUTH_EAST=&Sud Est
MAX_PLOT_POINT=Point de contrôle &Maxi
TIME_FORMAT=Format de la Date
PAINT_WEEKEND=&Colorier la Période du Week-End
ALL=&Maximum

;2.7.0
COPY_OPTION=&Option de Copie
RESIDENT_STYLE=St&yle en mode résidant
MINIMIZE=Minimiser
HIDE=Masquer

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribution

;3.5.0
ASCII_VIEW=Visualisation ASCII
AUTO_DTECTION=Auto Détection
SECOND=sec.
MINUTE=min.
HOUR=heure

:3.9.4
WORKAROUND=S&olution Bug Firmware

;4.0.0
ALERT_MAIL=Alerte par Courrier Electronique
MAIL_SETTINGS=Paramètres Email
SMART_IN_ENGLISH=S.M.A.R.T. en Anglais
FONT_SETTING=Paramétrage des polices

[TrayMenu]
EXIT=Sortie
REFRESH=Rafraichir
RESCAN=Rescanner
ENABLE=Activer
DISABLE=Désactiver
ENABLE_ALL=Tout Activer
DISABLE_ALL=Tout Désactiver
AUTO_REFRESH=Rafraichissement Auto 
AUTO_REFRESH_TARGET=Options "Auto-Rafraichissement"
AUTO_REFRESH_TARGET_ALL_DISK=Auto-Rafraichissement - Cocher Tous les Disques Durs
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto-Rafraichissement - Décocher Tous les Disques Durs
ALARM_SETTING_TEMPERATURE=Réglage de l'alarme de Température
ALARM_SETTING_HEALTH_STATUS=Réglage de l'alarme - Etat de Santé
SHOW_MAIN_WINDOW=Afficher l'écran principal
SHOW_TEMPERATURE_ICON=Afficher l'icône de Température 
SHOW_ALL_TEMPERATURE_ICON=Afficher toutes les Icônes de Températures
HIDE_ALL_TEMPERATURE_ICON=Masquer toutes les Icônes de Températures
COLLECTIVE_SETTING=Options Générales
GRAPH=Graphisme
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Afficher seulement l'icône de température

[DiskStatus]
GOOD=Correct
CAUTION=Prudence
BAD=Mauvais
UNKNOWN=Inconnu
DISK=Disque

[Dialog]
LIST_ID=ID
LIST_CURRENT=Actuel
LIST_WORST=Maxi
LIST_THRESHOLD=Seuil
LIST_RAW_VALUES=Valeurs brutes
;LIST_DESCRIPTION=Description
LIST_ATTRIBUTE_NAME=Détail Caractéristique du ID

FIRMWARE=Firmware
SERIAL_NUMBER=Numéro de Série
INTERFACE=Interface
STANDARD=Standard
TRANSFER_MODE=Mode de Transfert
BUFFER_SIZE=Taille Cache Mémoire
NV_CACHE_SIZE=Taille Cache NV 
ROTATION_RATE=Vitesse Rotation
TEMPERATURE=Température
POWER_ON_HOURS=Fonctionne depuis :
POWER_ON_COUNT=Nbre d'allumage
DRIVE_LETTER=Lettre lecteur
FEATURE=Caractéristiques
HEALTH_STATUS=Etat de Santé

UNKNOWN=Inconnu
POWER_ON_COUNT_UNIT=x
POWER_ON_HOURS_UNIT=heures
POWER_ON_DAYS_UNIT=jours

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Détection du disque pour "temps de fonctionnement en heures"(environ 130 sc.)
DETECT_DISK=Détection du Disque
PLEASE_ENABLE_WMI=SVP Autorisez WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Veuillez SVP relancer l'application afin de modifier le thême ! 
DISK_NOT_FOUND=Disque Non Trouvé

[Alarm]
ALARM_TEMPERATURE=Alarme - Température
ALARM_HEALTH_STATUS=Alarme - Etat de Santé
DEGRADATION=Dégradation 
RECOVERY=Récupération
;3.5.0
INFO_HEALTH_STATUS=Info - État de santé

[Graph]
PLEASE_SELECT_ITEM=Sélectionner une Ligne SVP
ACTUAL_VALUE=Valeur Actuelle (Valeur Brute)
NORMALIZED_VALUE=Valeur Normalisée (Valeur Actuelle)
ALL_ON=Tout lancer
ALL_OFF=Tout Arréter
RESET=Relancer

[Customize]
LINE_COLOR=Couleur de la ligne
BACKGROUND_IMAGE=Image de Fond
SUPPORTED_IMAGE_FORMAT=Format Image Supporté
ALL_FILES=Tous les fichiers

[AamApm]
AAM_LOW=<- Silencieux (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Valeur Recommandée
APM_LOW=<- Puissance Mini (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=A Propos de CrystalDiskInfo
GRAPH=Graphique
CUSTOMIZE=Personnalisation
VERSION_INFORMATION=Information de la Version
AAM_APM_CONTROL=Contrôle AAM/APM 
HEALTH_STATUS_SETTING=REGLAGE ETAT DE SANTE

[HealthStatus]
THRESHOLD_OF_CAUTION=Seuil de Prudence
APPLY=Appliquer
DEFAULT=Défaut

[Smart]
UNKNOWN=Inconnu
VENDOR_SPECIFIC=Norme Spécifique du constructeur
01=Taux Erreur en Lecture
02=Performance général sortie disque
03=Temps moyen mise en rotation 
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
06=Marge du canal pendant la lecture des données
07=Taux d'erreurs d'accès des têtes 
08=Performance moyenne des opérations d'accès des têtes 
09=Heures de Fonctionnement
0A=Nombre d'essais de relancement de la rotation
0B=Nombre de recalibration
0C=Nombre total de cycles marche/arrêt du disque dur
0D=Taux d'erreurs non corrigées
BE=Température interne sur les disques Western Digital  
BF=Nombre d'erreurs résultant de chocs ou de vibrations externes
C0=Nombre de fois que l'armature magnétique a été rétractée automatiquement suite à une coupure secteur
C1=Nombre de fois que la tête a changé de position
C2=Température
C3=Temps entre les erreurs corrigées par code correcteur(codage basée sur la redondance)
C4=Nombre d'opérations de réallocation (remap)
C5=Nombre de secteurs "instables"
C6=Nombre total d'erreurs incorrigibles d'un secteur
C7=Nombre d'erreurs dans le transfert de données via le câble d'interface
C8=Nombre total d'erreurs à l'écriture d'un secteur
C9=Taux d'erreurs non corrigées transmises au système d'exploitation
CA=Erreur de marquage des données d'adresses
CB=Annulation dernière exécution
CC=Correction ECC
CD=Taux thermique d'asséchement
CE=Taille de navigation
CF=Compteur élevé 
D0=Bourdonnement de rotation 
D1=Performance en arrêt
D3=Vibration Durant l'écriture
D4=Choc pendant l'écriture
DC=Distance de laquelle le disque est déplacé par rapport à son axe de rotation (habituellement à cause de chocs)
DD=Nombre d'erreurs résultant de chocs ou de vibrations externes
DE=Temps de fonctionnement passé en charge de données 
DF=Nombre de fois que la tête a changé de position
E0=Friction en lecture
E1=Temps de cycle de chargement/déchargement
E2=Temps qui n'est pas passé en zone de positionnement fixe des têtes
E3=Nombre de tentatives de compensation des variations de la vitesse de rotation du plateau
E4=Nombre de fois que l'armature magnétique a été rétractée automatiquement suite à une coupure d'alim.
E6=Amplitude GMR
E7=Température
F0=Heure de navigation des têtes
FA=Taux d'erreur en lecture
;Added 3.0
B8=Transfert des données à travers le cache tampon RAM entre l'hôte et le disque dur ne correspond pas.
BB=Nombre d'erreurs qui n'ont pas pu être récupérés en utilisant le matériel ECC (voir C3)
BC=Nombre d'opérations avortées en raison de HDD timeout (temps dépassé)
BD=Information réécrite ou réaffectés à une région sûre du disque dur.Cet ID indique le nombre de ces erreurs détectées au cours de la durée de vie du lecteur
FE=Free Fall Protection = Fonction conçue pour diminuer la probabilité de perte de données en détectant une chute libre du DD. 
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Taux Erreur en Lecture
02=Performance général sortie disque
03=Temps moyen mise en rotation 
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
06=Marge du canal pendant la lecture des données
07=Taux d'erreurs d'accès des têtes 
08=Performance moyenne des opérations d'accès des têtes 
09=Heures de Fonctionnement
0A=Nombre d'essais de relancement de la rotation
0B=Nombre de recalibration
0C=Nombre total de cycles marche/arrêt du disque dur
0D=Taux d'erreurs non corrigées
C0=Nombre de fermeture non-sécurisée
C2=Température
C4=Nombre d'opérations de réallocation (remap)
C5=Nombre de secteurs "instables"
C6=Nombre total d'erreurs incorrigibles d'un secteur
; CrystalDiskInfo assign
FF=Durée résiduelle

[SmartMtron]
BB=Nombre Total d'Effacements

[SmartIndlinx]
01=Taux Erreur en Lecture
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
B8=Nombre de blocs initial défectueux
C3=Nombre de programme ayant des blocs défectueux
C4=Nombre de blocs défectueux effacés
C5=Nombre de blocs défectueux en lecture
C6=Nombre Total de secteurs en lecture
C7=Nombre total de secteurs en écriture
C8=Nombre total de commandes en lecture 
C9=Nombre total de commandes en écriture
CA=Total Nombre de bits d'erreur en flash
CB=Nombre total de secturs lus avec des des bits d'erreurs corrigés 
CC=Blocs complet défectueux signalés
CD=Taux maximum de la spécification PE 
CE=Nombre minimum d'effacement
CF=Nombre mawimum d'effacement
D0=Nombre moyen d'effacement
D1=Unités restantes disponibles

[SmartJMicron60x]
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
C2=Température
E5=Système de bloc ID, ID flash
E8=Information de la version du Firmware 
E9=Enregistrement ECC défectueux
EA=Nombre moyen d'effacement, Nombre maximum d'effacement
EB=Nombre correct de bloc système

[SmartIntel]
03=Temps d'accélération
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
C0=Nombre de mauvaise élimination
E1=Ecriture de départ
E8=Espace réservé disponible
E9=Indicateur d'usure du Media
B8=Nombre de détection d'erreurs de finalisation

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Nombre de Blocs retirés
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
AF=Nombre d'echec du programme (Chip)
B0=Nombre d'echec d'effacement (Chip)
B1=Nombre de niveau d'usure
B2=Nombre de blocs réservés utilisés (Chip)
B3=Nombre de blocs réservés utilisés (Total)
B4=Nombre de blocs réservés inutilisés(Total)
B5=Nombre d'echec du programme (Total)
B6=Nombre d'echec d'effacement (Total)
B7=Blocs avec une mauvaise durée (Total)
BB=Nombre d'erreurs incorrigeables
BE=Airflow Temperature
C2=Température
C3=ECC Error Rate
C6=Nombre d'erreurs incorrigible en Hors-ligne
C7=Nombre d'erreur CRC 
C9=Etat Super Amorçage
CA=Etat du mode SSD
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Taux Brut d'Erreur de Lecture
05=Nombre de Blocs retirés
09=Heures sous tension
0C=Nombre de Cycles en fonctionnement
0D=Taux d'Erreur de lecture du Soft
64=Gigabytes Effacés
AA=Nombre de Blocs en réserve
AB=Taux d'Echec du Programme
AC=Taux d'Echec d'Effacement
AE=Taux Inattendue de panne du secteur
B1=Gamme d'Usure Delta
B5=Taux d'Echec du Programme
B6=Taux d'Echec d'Effacement
B8=Nombre d'Erreurs de code I/O signalées
BB=Nombre d'erreurs incorrigibles signalées
C2=Température
C3=Nombre d'Erreur incorrigibles ECC à la volée 
C4=Nombre d'Evénements de Réallocation
C6=Nombre de secteurs Incorrigibles
C7=Nombre d'Erreurs SATA R-Errors (CRC)
C9=Taux d'erreur de lecture incorrigible du logiciel
CC=Taux de correction ECC 
E6=Situation de la courbe de vie
E7=Vie SSD gauche
E8=Espace disponible réservés
EB=Santé SuperCap
F1=Ecriture à vie à partir de l'ordinateur hôte
F2=lectures à vie à partir de l'ordinateur hôte

[SmartJMicron61x] ;Added (3.9)
01=Taux d'erreur en lecture
02=Performance du débit
03=Temps de fonctionnement
05=Nombre de secteurs réalloués
07=Taux de recherche d'erreurs
08=taux de performance 
09=Heures de Fonctionnement
0A=Nombre de temps de rotation
0C=Nombre de cycle de démarrage
A8=Nombre d'erreurs SATA PHY 
AF=Nombre de secteurs défectueux (ECC Fail Count)
C0=Nombre de perte de puissance innatendue
C2=Température
C5=Nombre de secteurs en attente
AA=Nombre de Blocs défectueux
AD=Taux d'effacement

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Taux d'erreurs en Lecture
05=Nombre de Secteurs réalloués
09=Heures sous tension
0C=Nombre de Cycles en fonctionnement
AA=Nombre de Blocs utilisé
AB=Taux d'Echec du Programme
AC=Taux d'Echec d'Effacement
AD=Nombre de gestion d'usure
AE=Nombre de Perte de Puissance Inattendue
B5=Accés Non-4k Aligné
B7=Rétrogradation de l'interface SATA
BB=Erreurs incorrigibles signalées
BC=Délai de Commande
BD=Nombre de Blocs défectueux d'Usine
C4=Nombre d'Evénements de Réallocation
C5=Nombre de secteurs en attente
C6=Nombre d'erreurs incorrigibles hors ligne
C7=Taux d'erreurs CRC en Ultra DMA
CA=Pourcentage de la durée de vie nominale utilisée
CE=Taux d'erreurs en écriture

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life